/* ------------------ */
/* Variables          */
/* ------------------ */

let admin;
let name;
name = "john";
admin = name;

// console.log(admin);

const onlineUserName = 'tiger'







/* 다음 내용을 분석한 후, 프로그래밍 할 수 있도록 변수와 상수를 작성해봅니다. ----------- */


/* variables ----------------------------------------------------------- */
// - 갯수 별 상품 가격 계산하기
// - 구매 제품 가격의 총 합
// - 오늘의 운세
// - 구매 결제 내역
// - 상품 정보

/* constant variables -------------------------------------------------- */
// - 1년 기준 일(day)자 수
// - 구매 결제 여부
// - 브랜드 접두사
